/* XFLD: label for a field */
"keyMAFLogonUIProgressDialogText" = "Conectare";

/* XFLD: label for a field */
"keyMAFLogonUIAlertViewButtonText" = "OK";

/* XHED: label for a field */
"keyMAFLogonUIAlertViewTitle" = "Eroare";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerHost" = "Server";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelResourcePath" = "Sufix URL";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerPort" = "Port";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "Domeniu";

/* XFLD: label for a switch (on/off), max 18 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "Canal securizat";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPassword" = "Parolă";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "Confirmare parolă";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelFarmId" = "ID fermă";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecurityConfig" = "Configurare securitate";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendUserName" = "Nume utilizator";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "Cod de acces nou";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "Cod de acces";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "Confirmare cod de acces";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "Cod de acces aplicaţie";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "Cod de acces aplicaţie curent";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelMobileUser" = "Utilizator mobil";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelActivationCode" = "Cod de activare";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelGatewayClient" = "Client";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "Cod de acces SSO";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "Nume utilizator";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "Parolă";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "Parolă";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "Nume utilizator";

/* XFLD: label for a field */
"keyMAFLogonUIFieldHintOptional" = "(Opţional)";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelDeleteUser" = "Doriţi să dezactivaţi aplicaţia?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelLock" = "Doriţi să blocaţi aplicaţia?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "Doriţi să actualizaţi setările de aplicaţie?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerTrust" = "Aveţi încredere în acest certificat?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUploadTrace" = "Doriţi să încărcaţi urmăririle pe server?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "Activare cod de acces";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "Dezactivare cod de acces";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "Modificare cod de acces";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "Date conectare";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "Detalii";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordCreation" = "Cod de acces aplicaţie";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "Cod de acces aplicaţie";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "Următor";

/* XBUT */
"keyMAFLogonUIActionItemLabelStartLogon" = "Conectare";

/* XBUT */
"keyMAFLogonUIActionItemLabelDemoMode" = "Încercare";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "Anulare";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "Efectuat";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "Anulare";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockStart" = "Conectare";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "Aţi uitat codul de acces?";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockStart" = "Blocare";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockCancel" = "Anulare";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "Actualizare";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "Anulare";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteStart" = "Dezactivare";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "Anulare";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "Efectuat";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "Anulare";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "Efectuat";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "Anulare";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "Anulare";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "Încărcare";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "Am uitat codul de acces SSO";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "Omitere";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "Efectuat";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "Anulare";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "Anulare";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "Următor";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "Următor";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "Anulare";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "Înapoi";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "Anulare";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "Conectare";

/* XHED */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "Introduceţi codul de acces SSO";

/* XHED */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "Blocare parolă";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "Introduceţi acreditările";

/* XHED */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "Introduceţi codul de acces";

/* XHED */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "Setare cod de acces";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "Modificare cod de acces";

/* XHED */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "Conectare";

/* XHED */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "Ştergere";

/* XHED */
"keyMAFLogonUIViewTitleLabelLockScreen" = "Blocare";

/* XHED */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "Actualizare";

/* XHED */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "Încărcare urmărire";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "Încărcare parolă";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "Date de conectare";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "Conectare";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "Setare cod de acces";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "Setare cod de acces";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "Introducere parolă SSO";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "Introduceţi acreditările de conectare";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "Setare cod de acces";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "Modificare cod de acces";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "Modificare cod de acces";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "Dezactivare cod de acces";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "Conectare";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "Ştergere";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "Blocare";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "Actualizare";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "Încărcare urmărire";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "Încărcare parolă";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "Date de conectare";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "Exemplu de conectare pt.SAP MAF";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "Dacă nu aveţi propriile dvs.date de conectare, puteţi încerca aplicaţia via datele exemplificative.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "Introduceţi datele dvs.de conectare pt.a vă conect5a la aplic. Aplicaţia va memora aceste date.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "Trebuie să setaţi un cod de acces aplicaţie pt.a proteja aplicaţia de utilizarea neautorizată.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "Puteţi seta un cod de acces aplicaţie pt.a proteja aplicaţia de utilizarea neautorizată.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "Puteţi seta un cod de acces aplicaţie pt.a proteja aplicaţia de utilizarea neautorizată.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "Introduceţi vechiul dvs.cod de acces aplicaţie şi apoi codul nou pt.modificarea codului de acces.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "Introduceţi vechiul dvs.cod de acces aplicaţie şi apoi codul nou pt.modificarea codului de acces.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "Introduceţi codul dvs.de acces aplicaţie pt.a dezactiva codul de acces.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "Introduceţi codul dvs.de acces aplicaţie pt.a vă conecta la aplicaţie.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "Acesta este un exemplu de abordare contextuală pt.secvenţa de conectare, via componentele MAF - Ştergere";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "Acesta este un exemplu de abordare contextuală pt.secvenţa de conectare, via componentele MAF - Blocare";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "Acesta este un exemplu de abordare contextuală pt.secvenţa de conectare, via componentele MAF - Actualizare";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "Acesta este un exemplu de abordare contextuală pt.secvenţa de conectare, via componentele MAF - Încărcare urmărire";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "Introduceţi parola dvs.curentă pt.a actualiza parola utilizată pt.aplicaţie.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "Puteţi să afişaţi datele dvs.de conectare pt.aplicaţie.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "Introduceţi parola dvs.pt.a a lucra cu Client Hub.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Introduceţi acreditările dvs.Afaria.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "Introduceţi acreditările dvs. pt. a vă conecta la aplicaţie. Aplicaţia Client Hub memorează aceste acreditări, iar dvs. le puteţi utiliza şi în alte aplicaţii.";

/* XMSG: message */
"keyMAFLogonUIConfirmationMessage" = "Sigur doriţi să resetaţi aplicaţia?";

/* XHED: message */
"keyMAFLogonUIConfirmationTitle" = "Confirmare";

/* XBUT */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "Anulare";

/* XBUT */
"keyMAFLogonUIConfirmationOKButtonLabel" = "OK";

/* XMSG: message */
"keyMAFLogonUIFooterDescriptionLabel" = "2013 SAP AG";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "Modificare cod de acces aplicaţie";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "Setare cod de acces aplicaţie";

/* XFLD: label for a field */
"keyMAFLogonUIDeleteProgressDialogText" = "Ştergere";

/* XFLD: label for a field */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "Actualizare";

/* XFLD: label for a field */
"keyMAFLogonUIUploadTraceProgressDialogText" = "Încărcare";

/* XMSG: message */
"keyErrMAFLogonUINGRegistrationCancelled" = "Înregistrare anulată.";

/* XMSG: message */
"keyErrMAFLogonUINGOperationCancelled" = "Operaţie anulată.";

/* XMSG: message */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "RegAfariaPtCoduriAccesSunt\"ÎntotdDezactiv\",AstfÎncâtNuPuteţiModifCodAccesAplic.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "Codurile de acces pe care le-aţi introdus nu corespund.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "Am uitat codul de acces SSO";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "Resetaţi codul de acces SSO în Client Hub şi relansaţi aplicaţia.";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "Omitere intrare SSO va decupla această aplicaţie de la Client Hub.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "Cod de acces SSO nevalabil";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operaţie nepermisă în această stare.";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "Cod de acces vechi";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "Depăşire timp";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "Imediat";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "În %1$i sec.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "În %1$i secunde";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "În %1$i min.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "În %1$i minute";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "În %1$i oră";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "În %1$i ore";

